---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRunActualNumberOfRisers
source: html/5e84c27c-d094-cfcb-d6c9-8c86f69ae9b8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRunActualNumberOfRisers Property

"Actual Number of Risers": Actual Number of Risers

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRunActualNumberOfRisers { get; }
```